Repository: Creatune/pydebug-activity
Catalog: po/ayc.po
Languages: ayc

source: PyDebug
ayc: Python chhaqtayiri

source: Name
ayc: Suti

source: Size
ayc: Taña

source: Last Changed
ayc: Qhipa jaqtäwi

source: Traceback:
ayc: Chikachäwi:

source: Plain
ayc: Chiqa qillqata

source: Context
ayc: Utjäwi

source: Verbose
ayc: Luraña arunaka

source: Stop
ayc: Sayt'ayaña

source: Activity
ayc: Luräwi

source: Start Debugging
ayc: Chhaqtayaña qalltaña

source: Copy
ayc: Apaqaña

source: Paste
ayc: Lip'katayaña

source: Open New Tab
ayc: Yaqha laphi ch'ipuqu jist'araña

source: Close Tab
ayc: Laphi ch'ipuqu jist'antaña

source: Fullscreen
ayc: Maypacha uñtawi

source: Use the HELP in the Ipython interpreter to learn to DEBUG your program.
ayc: HELP katma Python wakichatana ukhamata DEPURAR chhaqtayaña wakichatamana yatiqma.

source: go
ayc: Saraña

source: There is no Activity file
ayc: Akaxa janiwa maya luräwina imata wakichawipäkiti

source: %s Command returned non zero
ayc: %s Irptirixa janiwa kutsuyiti ch'usa

source: Circle
ayc: Muyu

source: Square
ayc: Kajuna

source: Diamond
ayc: Diamante wakichata

source: Star
ayc: Warawara

source: Switch views between the "Installed" Activities directory and your "home" storage directory
ayc: Uñjaña maykipayi luräwinaka "uchatana" sapüru luraña siqina ukata jumana luräwinakama "home"

source: Copy the files in the debug workplace to your "home" storage directory
ayc: Imata wakichatanaka apaqma chhaqtayaña luräwinakana jumana luräwinakamaru "home"

source: Load and modify these example programs. See the help Tutorials
ayc: Aka yant'äwi wakichatanaka apaqasa mayjt'ayma. Uka yanapasiñataki Tutoriales wakichatanaka uñjaña

source: Must select Journal item to Load
ayc: Diario yatiyäwinakata maya qillqata qhantayañataki jajlliñama

source: I/O error:
ayc: Pantjata I/O:

source: Copy the selected directory or file from your "home" storage to the debug workplace
ayc: Luräwinakama jajllitata apaqma jani ukaxa imata wakichäwimata "home" chhaqtayaña chiqaru

source: Copy the selected Activity or file to the debug workplace
ayc: Luräwinakama jajllitata apaqma jani ukaxa imata wakichäwimata chhaqtayaña chiqaru

source: OK to delete/overwrite %s?
ayc: ¿Chhaqtayata katuqaña/qillqxatata %s?

source: This destination has been changed by another application
ayc: Akïri wakichataxa yaqhampi jaqtawatawa

source: Must select File or Directory item to Load
ayc: Maya imata wakichata jajlliñama qhantayañataki

source: Activities must be given a new and unique name
ayc: Luräwinaka maya sapa sutiniñapawa

source: Must select a File or Folder to delete
ayc: Chhaqtayañataki maya imata wakichata jajlliñama

source: Would you like to continue deleting %s?
ayc: Chhaqtayaña munaskaktati %s?

source: CAUTION: You are about to DELETE a FOLDER!!
ayc: KATUQASMA: Jumaxa niya maya IMAÑA wakichata CHHAQTAYAÑATAKÏTAWA!!

source: ABOUT TO DELETE A FILE!!
ayc: MAYA IMATA WAKICHATA NIYA CHHAQTAYAÑATAKÏTAWA!!

source: Select OK to abandon changes to
ayc: Jajllma OK jaqtañanaka sayt'ayañataki

source: Changes have been made to the PyDebug work area.
ayc: Python wakichata taypita luräwinaka chhaqtayañana mayjt'äwinakawa apasi.

source: Load the selected Journal XO (or tar.gz) file to the debug workplace
ayc: XO imata wakichata taypita sapüru luräwi qhantayma (o tar.gz) chhaqtayaña wakichataru wakisiri

source: Zip up all the files in your debug workplace and store them in the Journal
ayc: Zipea wakicha taypiru imthapisa chhaqtayaña luräwinaka taypita sapa uru luräwiru imma

source: New File
ayc: Machaqa imata wakichata

source: Open File
ayc: Imata wakichata uñantaña

source: Save File
ayc: Imata wakichata imaña

source: Save As
ayc: Yaqha sutini imaña

source: Undo
ayc: Kutjaña

source: Redo
ayc: Wasitata luraña

source: Cut
ayc: Apaqaña

source: Find and Replace
ayc: Thaqaña ukata jaqtaña

source: Zoom out
ayc: Jisk'aptayaña

source: Zoom in
ayc: Jach'aptayaña

source: FIND OR REPLACE
ayc: Thaqaña jani ukaxa jaqtaña

source: Edit
ayc: Chiqachaña

source: Project
ayc: Lurawinaka

source: Help
ayc: Yanapt'awi

source: Loading Help Page
ayc: Yanapañataki wakichata qhantayma

source: This journal item does not appear to be a zipped activity. Package:%s.
ayc: Akïri sapa uru luräwiru qillqantata najiwa zipeada wakichatjamäkiti. Wakichata:%s.

source: Back
ayc: Alaxa pacha pata

source: Forward
ayc: Sartawi

source: Home
ayc: Uta

source: Would you like to include %s in your project?
ayc: ¿Wakichäwiparu yapxataña muntati %s?

source: This MODIFIED File is not in your package
ayc: Akïri MAYJT'AYATA imaña wakichataxa janiwa wakichäwinakapana utjiti

source: Would you like to Save the file, or cancel and abandon the changes?
ayc: Wakichata imaña muntati, jani ukaxa sayt'ayaña ukata mayjt'ayaña sayt'ayancha?

source: This File Has Been Changed
ayc: Akïri imaña wakichata mayjt'atawa

source: I/O error
ayc: Pantjata E/S

source: <ctrl>space
ayc: <ctrl>utjiri

source: Pygame
ayc: Pygame wakichata

source: Start
ayc: Qalltaña

source: Title
ayc: P'iqinchiri Suti

source: MIME
ayc: MIME wakichata

source: Journal
ayc: Sapüru luräwi

source: Save
ayc: Imaña

source: Delete
ayc: Chhaqtayaña

source: Description
ayc: Yatiyaña

source: Tags
ayc: Sutinchanaka

source: Copy File To The Journal
ayc: Sapa uru luräwiru imaña wakichata apaqma

source: Files
ayc: Imaña wakichatanaka

source: Success
ayc: Nayraru sartaña

source: %s added to Journal.
ayc: %s Sapa uru luräwiru yapxatatawa.

source: Read
ayc: Ullaña

source: View
ayc: Unjaña

source: Hello, World!
ayc: Kamisaki, Pacha!

source: Off-line
ayc: Mayachatata mistuta

source: Share, or invite someone.
ayc: Chikaña, jani ukaxa mayniri waxt'aña.

source: On-line
ayc: Mayachata

source: Connected
ayc: Mayachata

source: joined the chat
ayc: Chat wakichataru mayachasi

source: left the chat
ayc: Chat wakichatata mistutawa

source: is here
ayc: akankiwa

source: Failure
ayc: Jani walt'ata

source: Error getting document from tube
ayc: Pantjatawa wakichata qhantaykipa

source: trace
ayc: saräwi

source: There is no program loaded into the Work Area. Please use the "Project" tab so set up the debug session
ayc: Wakichäwi phuqañana janiwa maya wakichatasa utjiti. Mira suma "Wakichäwi" chimpu katma chhaqtayaña sayt'ayañataki
