Repository: Creatune/pydebug-activity
Catalog: po/hus.po
Languages: hus

source: Name
hus: Bij

source: Size
hus: Puwél

source: Last Changed
hus: Taltaláb jalk'úl

source: Traceback:
hus: Bodhondhaxtaláb

source: Plain
hus: Pak'chal

source: Context
hus: Utat xe'tsintal

source: Verbose
hus: Jun kwenél i káw

source: Stop
hus: Kublej

source: Activity
hus: T'ojláb

source: Start Debugging
hus: Ka tujchij tit dhikal

source: Copy
hus: K'ot'biy

source: Paste
hus: Ts'at'k'a'

source: Open New Tab
hus: Ka japiy juni ít madhidh

source: Close Tab
hus: Ka mapuy an madhidh

source: Fullscreen
hus: Putat walek

source: Use the HELP in the Ipython interpreter to learn to DEBUG your program.
hus: Ka ayindha' HELP xi in nits'biyal an Python abal ka ejtow ka t'okedha' an tsalpadh t'ojláb

source: go
hus: k'alel

source: There is no Activity file
hus: Yab wa'ats i dhuchlab ti t'ojláb

source: %s Command returned non zero
hus: %s An abatnom yab in wichba' an yab jant'oj

source: Circle
hus: kwechodh

source: Square
hus: tsé' junat walté'

source: Diamond
hus: Mak'idh t'ujub

source: Star
hus: ót

source: Switch views between the "Installed" Activities directory and your "home" storage directory
hus: Ka jalk'unchij in wal xi "punchidhits" ti an k'elab an t'ojlabchik ani xi k'wajat tin "home'" juntij tamkudh

source: Copy the files in the debug workplace to your "home" storage directory
hus: Ka K'otbiy an dhuchlab ti al an dhikal t'ojláb al an k'elab "home" juntij tamkudh

source: Load and modify these example programs. See the help Tutorials
hus: Ka k'otbiy ani ka jalk'uy an tsalpadh t'ojláb xi eynenek ti t'iplab. Ka tsu'uw an Tutoriales xi tolmix

source: Must select Journal item to Load
hus: Ka takuy jun i tsakam dhuchlab xi kwajat ti Diario abal ka T'uchpin

source: I/O error:
hus: I/O uk'pidh

source: Copy the selected directory or file from your "home" storage to the debug workplace
hus: Ka k'otbiy an k'elab dhuche' xi ch'uchbidh o an dhuchlab xi k'wajat jun tamkudh ti "home" ani ka wat'ba' ti jolat dhikal

source: Copy the selected Activity or file to the debug workplace
hus: Ka k'otbiy xi ti t'ojláb o ti dhuchlab xi ch'uchbidh ani ka wat'ba' ti dhikal t'ojláb

source: This destination has been changed by another application
hus: Axé' xi ultaláb jalk'unenek k'ál junakej i ayindhanél

source: Must select File or Directory item to Load
hus: Ka takuy Archivo o dhayáb úw abal ka k'adhiy

source: Activities must be given a new and unique name
hus: An t'ojlabchik in tomnál kin ko'oy jun i ít ani junini' bijláb

source: Must select a File or Folder to delete
hus: Ka takuy juni dhuchlab o jún boye' i dhuchlab abal ka paklun

source: CAUTION: You are about to DELETE a FOLDER!!
hus: ATSKWA': ¡In k'ipchal wé' abal ka pakluw jun boye' i dhuchlab!

source: ABOUT TO DELETE A FILE!!
hus: Tsipkats in k'ipchal ka pakluw an dhuchlab

source: Select OK to abandon changes to
hus: Ka takuy OK abal ka jiltow an jalk'uxtaláb

source: Changes have been made to the PyDebug work area.
hus: Jal´'unchamej in jolát juntij t'ojnal a Pydebug

source: Load the selected Journal XO (or tar.gz) file to the debug workplace
hus: Ka t'uchiy an dhuchlab xi ch'uchbidh xi k'wajat ti Diario XO (or tar.gz) abal ka dhikan

source: Zip up all the files in your debug workplace and store them in the Journal
hus: Ka k'ununuy patal an dhuchlab juntij in tojnál ti dhikal ani ka dhaya' al jun i Diario

source: New File
hus: Ít dhuchlab

source: Open File
hus: Ka japiy an dhuchlab

source: Save File
hus: Ka dhaya' an dhuchlab

source: Save As
hus: Dhaya' jant'ini'

source: Undo
hus: Wichk'ow

source: Redo
hus: Tsabts'ejka'

source: Cut
hus: Et'oy

source: Find and Replace
hus: Aliy ani ka Jalk'uy

source: Zoom out
hus: Tsipilmedha'

source: Zoom in
hus: Puwedha'

source: FIND OR REPLACE
hus: ALIY ANI KA JALK'UY

source: Edit
hus: Jalk'uxtaláb

source: Project
hus: Tsalap nap t'ojláb

source: Help
hus: Tolmix

source: Loading Help Page
hus: Tolmix ka k'adhba' i wal xeklek

source: Back
hus: Wichiy

source: Forward
hus: Ne'etsnanchij

source: Home
hus: Tujtal

source: This MODIFIED File is not in your package
hus: Axé' xi jalk'udh dhuchlab xant'oj ta t'iél

source: Would you like to Save the file, or cancel and abandon the changes?
hus: A lé' ka dhaya' an dhuchlab o ka wichk'ow ani ka jiltoy in jalk'úl?

source: This File Has Been Changed
hus: Jalk'uwamej axé' xi dhuchlab

source: I/O error
hus: k'ibts'ontaláb

source: <ctrl>space
hus: (ctrl) jolát

source: Start
hus: Tujtal

source: Title
hus: Ók' bijláb

source: MIME
hus: Letsbax

source: Journal
hus: Chudhél dhuchlab

source: Save
hus: Dhaya'

source: Delete
hus: Pakuw

source: Description
hus: Tejwa'medha'

source: Tags
hus: Ch'uchbiy úw bijláb

source: Copy File To The Journal
hus: Ka k'otbiy an dhuchlab ba juni chudhél dhuchlab

source: Files
hus: Dhuchlabchik

source: Success
hus: Alwa'taláb

source: Read
hus: Ajumtaláb

source: View
hus: Tsu'uw

source: Hello, World!
hus: Nenek, puwél tsabál

source: Off-line
hus: Eléb ti kits'lab

source: Share, or invite someone.
hus: Ka dheyna',o ka kaniy jita'

source: On-line
hus: Ti al an tsólóm

source: Connected
hus: Polts'odh

source: joined the chat
hus: Polts'odh ti dhucht'ilom

source: left the chat
hus: K'watab ti dhucht'ilom

source: is here
hus: Tejé' k'wajat

source: Failure
hus: K'ibeltaláb

source: Error getting document from tube
hus: Uk'pintaláb tam ti bats'uwat an dhuchlab xi junax belal ti kwechodh béljá'

source: trace
hus: Ch'uchbixtaláb

source: There is no program loaded into the Work Area. Please use the "Project" tab so set up the debug session
hus: Yab wa'ats i tsalpadh t'ojláb xi k'adhbax ti xe'tsintal an T'ojláb.Ka ni'i'iy "Project" abal ka t'ojojon an dhikal t'ojláb
